class Malomat {
  List hadis = [
    "aaa",

  """
اﺑﻮھﺮﯾﺮه  میگوید:  رﺳﻮل اﻟﻠﻪج  ﻓﺮﻣﻮد:»  دوکمه  وﺟﻮد دارد که  
  بر زبان سبک، ولی  در ﺗﺮازوی  اﻋﻤﺎل،  سنگین، وﻧﺰد  ﺧﺪاوﻧﺪ،  ﻣﺤﺒﻮب اﻧﺪ: 
ﺳﺒﺤﺎنﹺاﻟﻠﱠـﻪ وﺑﺤﻤﺪه، ﹶﺳﺒﺤﺎنﹺاﻟﻠﱠـﻪﹺ اﻟﻌﻈﻴﻢﹺ.«""",


    """.اﺑﻮھﺮﯾﺮه میگوید:  شخصی  ﻧﺰد  رﺳﻮل  اﻟﻠﻪج   آﻣﺪ  و گفت:  
چی کسی برای ﺧﻮش رﻓﺘﺎری  ﻣﻦ  از دیگران ،  ﻣﺴﺘﺤﻖﺗﺮ   اﺳﺖ؟   ﻓﺮﻣﻮد:»   ﻣﺎدرت«.
گفت:  سپس  چی کسی؟    ﻓﺮﻣﻮد:»    ﻣﺎدرت.   « گفت: ﺑﻌﺪ از او چی کسی؟
ﻓﺮﻣﻮد:»   ﺑﺎز ھﻢ   ﻣﺎدرت.  « پرسید:   پس از  او  چی کسی ؟  ﻓﺮﻣﻮد:»   ﺑﻌﺪ  از  او  پدرت.«""",



    """اﺑﻮھﺮﯾﺮه میگوید:   رسول خدا ﻓﺮﻣﻮد:»   کسیکه در جهت ﺗﺄﻣﯿﻦ
ﻧﯿﺎزھﺎی  زﻧﺎن  ﺑﯿﻮه  و  مساکین،   ﺗﻼش  میکند، ﻣﺎﻧﻨﺪ  کسی اﺳﺖ  که در راه ﺧﺪا،         
 جهاد مینماید  وﯾﺎ  ﻣﺎﻧﻨﺪ  کسی  اﺳﺖ  که ﺷﺐ ھﺎ  را  در ﻋﺒﺎدت ﺑﺴﺮ  میبرد  و  روزھﺎ  را  روزه  میگیرد.«        

""",


    """اﺑﻮھﺮﯾﺮه  میگوید: رﺳﻮل اﻟﻠﻪج  ﻓﺮﻣﻮد:»  ھﺮ کس  ﺑﻪ ﻣﺴﺠﺪ  رﻓﺖ  و  آﻣﺪ  کند
،ﺧﺪاوﻧﺪ  ﺑﺮای  ھﺮ  رﻓﺖ  و  برگشت  او، ضیافتی  دربهشت  ﺗﺪارک  می بیند.«    -

""",



    """ ازاﺑﻮھﺮﯾﺮه  رواﯾﺖ  اﺳﺖ  که  رﺳﻮل اﻟﻠﻪج  ﻓﺮﻣﻮد:»  ھﺮ گاه شخصی به برادرش میگوید:
  ای کافر  ھﻤﺎﻧﺎ  کلمه   مذکور)   کفر   ( ﺑﻪ ﯾکی از آنھﺎ
بازگشت  میکند، اگر  چناچه   گفته  وی  راست  ﺑﻮد،  ﺧﻮب  ورﻧﻪ  کفر  ﺑﻪ وی   ﺑﺎز  میگردد.«
""",



    """اﺑﻮھﺮﯾﺮه   رواﯾﺖ  میکند  که رﺳﻮل اﻟﻠﻪج  ﻓﺮﻣﻮد:» 
 ﻧﻤﺎزھﺎی پنجگانه و ﺟﻤﻌﻪ ﺗﺎ ﺟﻤﻌﻪ  دیگر  ﺑﺎﻋﺚ  کفاره  گناهانی  میشود  که  در  اوﻗﺎت  ﻣﯿﺎن
ﻧﻤﺎزھﺎ اﻧﺠﺎم  میگیرند؛ اﻟﺒﺘﻪ ﺗﺎ زمانیکه گناه  کبیره ای  اﻧﺠﺎم ﻧﺸﻮد؛                    
همچنین  رﻣﻀﺎن  ﺗﺎ  رﻣﻀﺎن  دیگر  ﺑﺎﻋﺚ  کفاره  گناهان  میشود  ﺑﻪ شرطیکه  اﻧﺴﺎن  از گناهان  کبیره  پرهیز  ﻧﻤﺎﯾﺪ""",




    """از اﺑﻮھﺮﯾﺮه   رواﯾﺖ اﺳﺖ  که  رﺳﻮل اﻟﻠﻪج  ﻓﺮﻣﻮد:»   ھﺮ ﻓﺮدی که پﯿﺶ از
ﻃﻠﻮع  ﻧﻤﻮدن  آﻓﺘﺎب  از  ﻣﻐﺮب  ﺗﻮﺑﻪ  کند،  ﺧﺪاوﻧﺪ  ﺗﻮﺑﻪاش  را میپذیرد""",



    """   اﺑﻮھﺮﯾﺮه   میگوید:  رﺳﻮل اﻟﻠﻪج   ﻓﺮﻣﻮد:»    ھﺮ گاه،  اﻧﺴﺎن   ﺑﻤﯿﺮد، 
ثواب  اﻋﻤﺎﻟﺶ ﻗﻄﻊ میشود  مگر  از  ﺳﻪ چیز :  ۱ - ﺻﺪﻗﻪ ﺟﺎری .  ۲- علمی کﻪ ﺑﻌﺪ
از ﻣﺮگ،  ﻣﻮرد  اﺳﺘﻔﺎده  ﻗﺮار گیرد. ۳ - ﻓﺮزﻧﺪ نیکوکاری  که  ﺑﺮاﯾﺶ دﻋﺎ
کﻨﺪ.«
""",




    """ اﺑﻮھﺮﯾﺮه  ﻣیگﻮﯾﺪ:   رﺳﻮل اﻟﻠﻪج  ﻓﺮﻣﻮد:»  اگر  کسی  ﻣﺮدم را
 ﺑﺴﻮی  ھﺪاﯾﺖ  ـ  کار  ﺧﯿﺮ  و سنتی  ـ دﻋﻮت  کند،  ﺑﻪ اﻧﺪازه ی  پاداش   کسانی   که از او
پیروی  مینمایند،  اﺟﺮ و  پاداش  میبرد  ﺑﺪون  اﯾﻦ که از  پاداش  
 آﻧﺎن، چیزی  کاسته  ﺷﻮد؛   همچنین  اگر کسی  ﻣﺮدم را ﺑﺴﻮی  گمراهی  
ﻓﺮا ﺧﻮاﻧﺪ، ﺑﻪ  اﻧﺪازه ی  گناه  کسانی   که از  او  پیروی   میکنند ،  گناه  کار   مگردد ﺑﺪون اﯾﻦ  که از گناه آﻧﺎن، چیزی کاسته ﺷﻮد.«

""",




    """اﺑﻮھﺮﯾﺮه  میگوید: رﺳﻮل اﻟﻠﻪج ﻓﺮﻣﻮد:»  ﺗﻤﺎم ﺣﻘﻮق یک ﻓﺮد
ﻣﺴﻠﻤﺎن  ﺑﺮ مسلمان  دیگر  ﺣﺮام اﺳﺖ:   ﺧﻮﻧﺶ،  ﻣﺎﻟﺶ  و  ﻧﺎﻣﻮﺳﺶ""",


    """ کسی که بروی برادر مسلمان خود را حفظ کند
    بهشت بر وی واجب میشود.""",


    """ """,

    """ """,


    """ """,


    """ """,


    """ """
  ];
}
